{
  "en": {
    "common.bankName": "BSC Bank",

    "disclaimer.text01": "<P>Thank you for using BSC Bank Mobile Banking combined with your handheld's text messaging capabilities.&nbsp; Message &amp; Data rates may apply.  In case of questions please contact customer service at 1-855-4BSC or visit <A HREF='http://www.mysuretybank.com'> <FONT COLOR='#00000a'>www.mysuretybank.com</A>.</P><P> <BR></P><P>Terms and Conditions</P><P> <BR></P><P>Program:&nbsp; BSC Bank offers their customers mobile access to their account information (e.g., for checking balances and last transactions) over SMS, as well as the option to set up alerts for their accounts (e.g., low balance alerts).&nbsp; Enrollment requires identification of the user's banking relationship as well as providing a mobile phone number.&nbsp; The mobile phone number's verification is done by the user receiving an SMS message with a verification code which they will have to enter on the website.&nbsp; Additionally, customers may select the type of alerts and other preferences which will determine, together with their account data, the frequency of alerts delivered to the customer.&nbsp; This program will be ongoing.&nbsp; Message &amp; Data rates may apply.&nbsp; Customers will be allowed to opt out of this program at any time.</P><P> <BR></P><P>Questions:&nbsp; You can contact us at 1-855-4SURETY, or via our contact form at our website www.mysuretybank.com.  We can answer any questions you have about the program.</P><P> <BR></P><P>Terms &amp; Conditions: By participating in Mobile Banking, you are agreeing to the terms and conditions presented here.</P><P> <BR></P><P>Our participating carriers include (but are not limited to) AT&amp;T, SprintPCS, T-Mobile&reg;, U.S. Cellular&reg;, Verizon Wireless</P><P> <BR></P><P>Mobile Banking and any software you may obtain from Mobile Banking (&ldquo;Software&rdquo;) may not be available at any time for any reason outside of the reasonable control of BSC Bank or any service provider.</P><P> <BR></P>",
    "disclaimer.text02": "<P>Privacy and User Information.&nbsp; You acknowledge that in connection with your use of Mobile Banking, BSC Bank and its affiliates and service providers, including NYMBUS, Inc. and its affiliates, may receive names, domain names, addresses, passwords, telephone and device numbers, the content of messages, data files and other data and information provided by you or from other sources in connection with Mobile Banking or the Software (collectively &ldquo;User Information&rdquo;).&nbsp; BSC Bank and its affiliates and service providers will maintain reasonable safeguards to protect the information from unauthorized disclosure or use, but reserve the right to use and disclose this information as reasonably necessary to deliver Mobile Banking and as otherwise permitted by law, including compliance with court orders or lawful instructions from a government agency, to protect the personal safety of subscribers or the public, to defend claims, and as otherwise authorized by you.&nbsp; BSC Bank and its affiliates and service providers also reserve the right to monitor use of Mobile Banking and the Software for purposes of verifying compliance with the law, these terms and conditions and any applicable license, but disclaim any obligation to monitor, filter, or edit any content.</P><P> <BR></P><P>Restrictions on Use.&nbsp; You agree not to use Mobile Banking or the Software in or for any illegal, fraudulent, unauthorized or improper manner or purpose and will only be used in compliance with all applicable laws, rules and regulations, including all applicable state, federal, and international</P><P> <BR></P><P>Internet, data, telecommunications, telemarketing, &ldquo;spam,&rdquo; and import/export laws and regulations, including the U.S. Export Administration Regulations.&nbsp; Without limiting the foregoing, you agree that you will not use Mobile Banking or the Software to transmit or disseminate:&nbsp; ",
    "disclaimer.text03": "(i) junk mail, spam, or unsolicited material to persons or entities that have not agreed to receive such material or to whom you do not otherwise have a legal right to send such material; (ii) material that infringes or violates any third party&rsquo;s intellectual property rights, rights of publicity, privacy, or confidentiality, or the rights or legal obligations of any wireless service provider or any of its clients or subscribers; (iii) material or data, that is illegal, or material or data, as determined by BSC Bank (in its sole discretion), that is harassing, coercive, defamatory, libelous, abusive, threatening, obscene, or otherwise objectionable, materials that are harmful to minors or excessive in quantity, or materials the transmission of which could diminish or harm the reputation of BSC Bank or any third-party service provider involved in the provision of Mobile Banking; (iv) material or data that is alcoholic beverage-related (e.g., beer, wine, or liquor), tobacco-related (e.g., cigarettes, cigars, pipes, chewing tobacco), guns or weapons-related (e.g., firearms, bullets), illegal drugs-related (e.g., marijuana, cocaine), pornographic-related (e.g., adult themes, sexual content), crime-related (e.g., organized crime, notorious characters), violence-related (e.g., violent games), death-related (e.g., funeral homes, mortuaries), hate-related (e.g. racist organizations), gambling-related (e.g., casinos, lotteries), specifically mentions any wireless carrier or copies or parodies the products or services of any wireless carrier; (v) viruses, Trojan horses, worms, time bombs, cancelbots, or other computer programming routines that are intended to damage, detrimentally interfere with, surreptitiously intercept or expropriate any system, data, or personal information; (vi) any material or information that is false, misleading, or inaccurate; (vii) any material that would expose BSC Bank, ",
    "disclaimer.text04": "any third-party service provider involved in providing Mobile Banking, or any other third party to liability; or (viii) any signal or impulse that could cause electrical, magnetic, optical, or other technical harm to the equipment or facilities of NYMBUS or any third party.&nbsp; You agree that you will not attempt to:&nbsp; (a) access any software or services for which your use has not been authorized; or (b) use or attempt to use a third party&rsquo;s account; or (c) interfere in any manner with the provision of Mobile Banking or the Software, the security of Mobile Banking or the Software, or other customers of Mobile Banking or the Software; or (d) otherwise abuse Mobile Banking or the Software.</P><P> <BR></P><P>Use of Google Maps:&nbsp; You agree to abide by the Google terms and conditions of use found at <A HREF='http://maps.google.com/help/terms_maps.html'> <FONT COLOR='#00000a'>http://maps.google.com/help/terms_maps.html</A>and the Google Legal Notices found at <A HREF='http://www.maps.google.com/help/legal'> <FONT COLOR='#00000a'>http://www.maps.google.com/help/legal</A>notices_maps.html, or other URLs as may be updated by Google.</P><P> <BR></P><P ALIGN=CENTER STYLE='margin-bottom: 0cm; background: #ffffff'> <FONT SIZE=3> <SPAN LANG='en'><B>Mobile Deposit Terms &amp; Conditions</B></SPAN></P><P> <SPAN LANG='en'>Your use of the BSC Bank</SPAN> <SPAN LANG='en'><I></I></SPAN> <SPAN LANG='en'>Mobile</SPAN> <SPAN LANG='en'>Deposit Service is governed by the terms of the online access agreement (OAA) and these terms &amp; conditions.</SPAN></P><P> <SPAN LANG='en'>Your enrollment in the</SPAN> <SPAN LANG='en'><I>BSC Bank Mobile</I></SPAN> <SPAN LANG='en'>Deposit Service constitutes your agreement with the terms of the OAA and these terms.  Terms used herein but not defined shall have the meaning assigned to them in the OAA. You acknowledge that you have read this Addendum and will retain a copy for your records.</SPAN></P>",
    "disclaimer.text05": "<P> <SPAN LANG='en'>In this Addendum, the words &quot;you&quot; and &quot;your&quot; refer to you as the person or business entity entering into this Addendum. The words &ldquo;you&rdquo; and &ldquo;your&rdquo; also include any user you authorize to use the BSC Bank Mobile Deposit Service on your behalf. The words &quot;we,&quot; &quot;us,&quot; and &quot;our&quot; refer to BSC Bank.</SPAN></P><P><SPAN LANG='en'>A. Description of the BSC Bank Mobile Deposit Service. The Service enables you to use a BSC Bank Mobile Banking application and certain hardware (such as a smartphone or other mobile device) approved by us to (i) create electronic images of the front and back of certain Paper Items and (ii) transmit those images and other information, including, without limitation, information captured from the magnetic ink character recognition (&ldquo;MICR&rdquo;) line, to us for review and processing in accordance with this Addendum. &ldquo;Electronic Item&rdquo; means the electronic image of each Paper Item and other information captured from the Paper Item. After we receive your transmission, we will review each Electronic Item. For each Electronic Item that we determine is eligible for processing as described below, we will:</SPAN></P><OL> <LI><P><SPAN LANG='en'>create  a substitute check that we will present directly or indirectly to  the bank (a) on which the original Paper Item to which the  Electronic Item relates is drawn, or (b) at or through which the  Paper Item is payable (each, the &ldquo;Paying Bank&rdquo;);</SPAN></P> <LI><P> <SPAN LANG='en'>include  the Electronic Item in an electronic file for presentment directly  or indirectly to the Paying Bank; or</SPAN></P> <LI><P> <SPAN LANG='en'>present  or post any Electronic Item for which we are the Paying Bank.</SPAN></P></OL>",
    "disclaimer.text06": "<P> <SPAN LANG='en'>B. Qualification. In order to enroll in the Service, you must be designated as an authorized signer or owner of a BSC Bank Account (the &ldquo;Account&rdquo;) that is eligible for this Service, and be approved by BSC Bank.</SPAN></P><P><SPAN LANG='en'>C. Conditions to Provision of the Service. As conditions to Bank&rsquo;s provision of the Service, you shall (a) maintain the Account in good standing, (b) subscribe to BSC Bank Online Banking, and (c) comply with such restrictions on the Service as we may communicate to you from time to time.</SPAN></P><P> <SPAN LANG='en'>D.</SPAN> <SPAN LANG='en'><B>FEES. The Service is provided at no charge to you. We may, upon at least 30 days prior notice to you, to the extent required by applicable law, charge a fee for use of the Service. If you continue to use the Service after the fee becomes effective, you agree to pay the service fee that has been disclosed to you, as may be amended from time to time. Further, you will be required to designate an account at BSC Bank from which fees for the Service will be debited (your &quot;Billing Account&quot;).</B></SPAN></P><P><SPAN LANG='en'><B>Any applicable fees for the Service may be changed by us at our discretion at any time upon at least 30 days prior notice to you, to the extent required by applicable law. If the Billing Account is closed, or if the Billing Account does not have sufficient available funds to cover the fees, you authorize us to charge any such fees to any other deposit account you maintain with us.</B></SPAN></P><P> <SPAN LANG='en'>E. Creating and Transmitting Electronic Items to BSC Bank.</SPAN> <FONT COLOR='#000000'><B>When you make a mobile deposit, please</B> <FONT COLOR='#000000'> <FONT COLOR='#000000'>sign the back of your check and write &quot;For Mobile Deposit at BSC Bank Only&quot; below your signature ",
    "disclaimer.text07": "<FONT COLOR='#000000'> <SPAN STYLE='font-weight: normal'>.</SPAN> <FONT COLOR='#000000'><B>&nbsp;(If available, check the box that reads: &quot;Check here if mobile deposit&quot;.)</B></P><P> <A NAME='_GoBack'></A><SPAN LANG='en'>You shall use hardware approved by BSC Bank, and the or BSC Bank Online Banking to create electronic images of checks and other Paper Items that you wish to deposit to your Account by means of the Service, and to transmit your Electronic Items to us. The following items may not be deposited through the Service: international checks, remotely created checks (whether in paper form or electronically created), checks drawn against a line of credit, or cash. Except as noted in the preceding sentence, only checks, money orders, cashier&rsquo;s checks, or traveler&rsquo;s checks, drawn on or payable at or through a U.S. bank, can be transmitted through the Service. Additionally, only Items that are made payable to, and indorsed by, you may be transmitted through the Service.</SPAN></P><P LANG='en'> <BR></P><P><SPAN LANG='en'>F. Processing Your Electronic Item(s). If you transmit your Electronic Item(s) to BSC Bank before the cut-off time we separately disclose to you (the &ldquo;Cut-Off Time&rdquo;) on any Business Day, we shall review and process your Electronic Item(s) on that Business Day. If you transmit your Electronic Item(s) to us after the Cut-Off Time on any Business Day, we shall review and process your Electronic Item(s) on the next Business Day. Your Electronic Item(s) is deemed to have been received by the Bank when the Service generates a confirmation message.</SPAN></P><P><SPAN LANG='en'>G. Exception Items. Each Business Day on which we review and process your Electronic Item(s), we will use commercially reasonable efforts to review each Electronic Item and to reject any Electronic Item that we in our sole discretion determine to be ineligible for the ",
    "disclaimer.text08": "Service (each, an &ldquo;Exception Item&rdquo;). &ldquo;Exception Item&rdquo; includes, without limitation, an Electronic Item that (a) is illegible or contains MICR data that is not machine-readable, (b) was previously processed as an Electronic Item, or (c) is drawn on banks located outside the United States and is not payable at or through a bank located within the United States. We will notify you of each Exception Item through the BSC Bank Online Banking service, or other communication channels at our discretion. If you wish to attempt to deposit any Exception Item to your Account, you shall do so only by depositing the original Paper Item on which the Exception Item is based or as otherwise agreed between us. Even if we do not initially identify an Electronic Item as an Exception Item when we review and process the Electronic Item to which the Exception Item relates, the Electronic Item, substitute check, or the purported substitute check created by us from it may nevertheless be returned to us because, among other reasons, the Paying Bank determines that such item or check is illegible or missing an image. Our failure to identify an Exception Item shall not preclude or limit the obligation of you to BSC Bank under Paragraph J.</SPAN></P><P> <SPAN LANG='en'>H. Deposits to the Account. Subject to our right to identify and reject Exception Items, we shall be deemed to have accepted each Electronic Item that is not an Exception Item for deposit to the Account on the Business Day that we process the Electronic Item, provided its transmission to us is prior to the Cut-Off Time. In addition, an Electronic Item will be deemed to have been deposited at the office where the Account is maintained.</SPAN></P><P><SPAN LANG='en'>I. Security Procedures. Any individual authorized by you to access the Service (a &ldquo;User&rdquo;) shall do so by entering a user name and a password, or other unique identifier that may be required ",
    "disclaimer.text09": "(collectively referred to herein as &ldquo;Security Credentials&rdquo;). No person employed by BSC Bank shall have access to any Security Credentials you or your Users create. From time to time, we may require you to use additional security and authentication procedures.</SPAN></P><P> <SPAN LANG='en'>J. Your Warranties to BSC Bank. You represent and warrant to BSC Bank that:</SPAN></P><P><SPAN LANG='en'>FAILURE TO PROTECT YOUR HARDWARE AND SECURITY CREDENTIALS MAY ALLOW AN UNAUTHORIZED PARTY TO ACCESS THE SERVICE AND TRANSMIT AN ELECTRONIC ITEM FOR DEPOSIT. ALL USES OF THE SERVICE THROUGH YOUR SECURITY CREDENTIALS WILL BE DEEMED TO BE USES AUTHORIZED BY YOU AND BE BINDING UPON YOU. YOU ASSUME THE ENTIRE RISK FOR THE FRAUDULENT OR UNAUTHORIZED USE OF YOUR SECURITY CREDENTIALS. YOU AGREE TO (i) EXERCISE RESPONSIBLE BEHAVIOR WHEN USING THE SERVICE, (ii) FOLLOW THE INSTRUCTIONS AND RECOMMENDATIONS THAT BSC BANK PROVIDES YOU WITH RESPECT TO THE SERVICE AND (iii) USE MAXIMUM CAUTION IN PROTECTING YOUR HARDWARE AND SECURITY CREDENTIALS FROM UNAUTHORIZED ACCESS. YOU AGREE TO NOTIFY BSC BANK IMMEDIATELY IF YOU BECOME AWARE OF ANY LOSS OR THEFT OF, OR ANY UNAUTHORIZED USE OF THE SERVICE OR YOUR SECURITY CREDENTIALS.</SPAN></P><P> <SPAN LANG='en'>J.1. You will use the Service only for Paper Items that are payable to, and indorsed by, you.</SPAN></P><P><SPAN LANG='en'>J.2. You will properly secure all hardware you use in connection with the Service (including, but not limited to, securing the hardware with Security Credentials to prevent unauthorized use). You will maintain control over and be responsible for secure retention, storage, and destruction of original Paper Items for which you have created an Electronic Item. After transmitting the Electronic Item to us, you will retain the original Paper Items for a minimum of five (5) calendar days, but no longer than fourteen (14) calendar days, from the transmission date ",
    "disclaimer.text10": "(&ldquo;Retention Period&rdquo;). You will retain and store the original Paper Items in a secure and locked container that is only accessible by persons needing access to such Paper Items. During the Retention Period and upon our request, you agree to provide us with the original Paper Item(s). Once the Retention Period has expired, you will securely and irretrievably destroy original Paper Items from which you have previously created and submitted to us an Electronic Item.</SPAN></P><P> <SPAN LANG='en'>J.3. You will not submit any duplicate Electronic Items to us.</SPAN></P><P> <SPAN LANG='en'>J.4. You will not deposit to your Account or otherwise negotiate any original Paper Item from which you have previously created and submitted to us an Electronic Item, unless we have notified you that the Electronic Item is an Exception Item.</SPAN></P><P> <SPAN LANG='en'>J.5. You will transmit to us only Electronic Items that are suitable for processing, including, but not limited to, Electronic Items that are legible and contain machine-readable MICR data.</SPAN></P><P> <SPAN LANG='en'>J.6. You will review and verify for accuracy the information contained in the Electronic Item(s) before you transmit it to us.</SPAN></P><P><SPAN LANG='en'>J.7. You will only transmit Electronic Item(s) that are drawn on or payable at or through banks located within the United States.</SPAN></P><P> <SPAN LANG='en'>J.8. You will not store or make a back-up copy of the Electronic Item(s).</SPAN></P><P><SPAN LANG='en'>K. Your Agreement to Indemnify BSC Bank. You will indemnify, defend, and save harmless BSC Bank, its parent company and its affiliates and each of their respective directors, officers, employees, and agents (collectively in this Paragraph K, &ldquo;Indemnitees&rdquo;) from and against all liabilities, damages, claims, obligations, demands, charges, costs, or expenses (including reasonable fees and disbursements of legal counsel ",
    "disclaimer.text11": "and accountants) awarded against or incurred or suffered (collectively, &quot;Losses and Liabilities&quot;) by Indemnitees arising directly or indirectly from or related to the following (except for Losses and Liabilities arising directly or indirectly from or related to our own gross negligence or willful misconduct):</SPAN></P><P><SPAN LANG='en'>K.1. Any negligent or intentional act or omission by you in the performance of your obligations under this Addendum, including, but not limited to, (i) duplicate scanning of the same original Paper Item, (ii) transmission of duplicate Electronic Items, (iii) calculation errors of deposit totals, (iv) numerical errors on deposit data entry, and (v) fraudulent or unauthorized use of your hardware or Security Credentials.</SPAN></P><P> <SPAN LANG='en'>K.2. Any material breach in a representation, warranty, covenant, or obligation of you contained in this Addendum;</SPAN></P><P> <SPAN LANG='en'>K.3. The violation of any applicable law, statute, or regulation in the performance of your obligations under this Addendum;</SPAN></P><P><SPAN LANG='en'>K.4. BSC Bank acting as a &quot;reconverting bank&quot; under the Check Clearing for the 21st Century Act through the creation of &ldquo;substitute checks&rdquo; or purported substitute checks using an Electronic Item or an illegible Electronic Item;</SPAN></P><P> <SPAN LANG='en'>K.5. Our presenting to Paying Bank an Electronic Item for payment; and</SPAN></P><P> <SPAN LANG='en'>K.6. Your failure to (i) securely maintain your hardware or the original Paper Items, or (ii) properly and timely dispose of original Paper Items in accordance with Paragraph J.2, in which event such Losses and Liabilities shall include without limitation consequential damages.</SPAN></P><P> <SPAN LANG='en'>This Paragraph K shall survive the termination of the Service.</SPAN></P><P> <SPAN LANG='en'>L. Termination. You or we may terminate the Service at any time.</SPAN></P>",
    "disclaimer.text12": "<P> <SPAN LANG='en'>M. Right To Audit. We may periodically audit and verify your compliance with these terms and conditions. You agree to cooperate and provide information or documents, at your expense, as may be reasonably requested by BSC Bank in the course of such audit.</SPAN></P><P> <SPAN LANG='en'>N. Entire Agreement; Conflicting Terms. This Addendum forms part of and is incorporated by reference into the OAA. Except as amended by these terms and conditions, the OAA remains in full force and effect. In the event of any conflict between these terms and conditions and the OAA, these terms and conditions shall govern with respect to the Service.</SPAN></P><P> <SPAN LANG='en'>Deposit products offered by BSC Bank, Member FDIC.</SPAN></P><P> <BR></P>"
  }
}
