{
  "en": {
    "common.bankName": "Inspire Federal Credit Union",

    "disclaimer.text01": "<P>Thank you for using Inspire Mobile Banking combined with text messaging capabilities.&nbsp; Message &amp; Data rates may apply. Created for Inspire Federal Credit Union by NYMBUS. Use of this system is limited to authorized users only and can be monitored. In case of questions please contact customer service at (800) 450-5656 or visit <A HREF='https://www.inspirefcu.org'> <FONT COLOR='#00000a'>www.inspirefcu.org</A>.</P><BR><P>ONLINE SERVICES AND DISCLOSURES EFFECTIVE MARCH 4, 2019</P><BR><P>This Online Services and Agreement Disclosures is provided by Inspire Federal Credit Union, Newtown, Pennsylvania, member of the National Credit Union Administration (&ldquo;NCUA&rdquo;)</P><BR><P>The use of Inspire Federal Credit Union Online Services constitutes acceptance of this agreement and disclosures. Inspire Federal Credit Union Online Services are designed to assist members in communicating with us and providing various means to send and receive data services as it relates to your accounts. We offer various methods for members to access Online Services including downloadable mobile apps for popular mobile devices, desktop banking, and text banking. Available services include access to account information, various account fund transfers, mobile remote deposit services, and other related services. Any added Online Services and future features will be governed by this Agreement and Disclosure and by any terms and conditions provided to you at the time the new service or feature is added, or at the time of enrollment for the feature or service if applicable. From time to time, we may amend these terms and modify or cancel the Online Service we offer without notice, except as may be required by Law. Each of your accounts at Inspire Federal Credit Union is also governed by the applicable account disclosure/agreement and Truth In Savings disclosure you received when you opened your account.</P><P> <BR></P>",
    "disclaimer.text02": "<P>Definitions<BR>As used in this Agreement and Disclosure, the following words will have the definitions given below: <em>&ldquo;Account(s)&rdquo;</em> means your eligible Inspire Federal Credit Union checking, savings, loan, share certificate, and other Inspire Federal Credit Union Products that can be accessed through the Online Service. <em>&ldquo;Device&rdquo;</em> means any computer such as a PC, MAC, Pad, Tablet, or any cellular telephone, smartphone, or similar wireless communication device onto which you have downloaded software provided by us, or which allows SMS text communications, for the purpose of conducting business with us. Your wireless carrier may assess you fees for data or text messaging services. Please consult your plan or provider for details. <em>&ldquo;Online Services&rdquo;</em> means any banking and/or communication services initiated between you and us using a Device. <em>&ldquo;You&rdquo;</em> and <em>&ldquo;your(s)&rdquo;</em> mean each person with authorized access to your Account(s) who applies and uses the Online Banking Service. <em>&ldquo;We&rdquo;</em>, <em>&ldquo;Us&rdquo;</em>, and <em>&ldquo;Credit Union&rdquo;</em> means Inspire Federal Credit Union.</p><p><br></p>",
    "disclaimer.text03": "<P>Hardware Requirements<BR>In order to access, view, and retain electronic communications that we make available to you, you must have:<BR>A personal computer capable of running one of these compatible browsers:<BR>* i. Opera version 12 or higher<BR>* ii. Firefox version 38 or higher<BR>* iii. Safari version 7 or higher<BR>* iv. Chrome version 40 or higher<BR>* v. Edge version 12 or higher<BR>OR<BR>* An Apple iPhone or iPad running iOS version 9.0 or higher<BR>* An Android phone running Android version 4.1 or higher<BR>* Access to an active email account with an Email service provider</P><BR><P>From time to time, NYMBUS may automatically check the version of Inspire Application installed on the Authorized Device and, if applicable, provide updates for the Inspire Application (&ldquo;Updates&rdquo;). Updates may contain, without limitation, bug fixes, patches, enhanced functionality, plug-ins and new versions of the Inspire Application. By installing the Inspire Application, you authorize the automatic download and installation of Updates and agree to download and install Updates manually if necessary. Your use of the Inspire Application and Updates will be governed by these Terms (as amended by any terms and conditions that may be provided with Updates).</P><P> <BR></P><P>NYMBUS reserves the right to temporarily disable or permanently discontinue any and all functionality of the Inspire Application at any time without notice and with no liability to you.</P><P> <BR></P><P> For the avoidance of doubt, agreement to these Terms is solely between NYMBUS and you. If you need to contact NYMBUS about the Inspire Application, you may do so by calling (800) 450-5656 or by emailing ms@inspirefcu.org. </P><P> <BR></P>",
	"disclaimer.text04": "<P>Online Services<BR>In order to utilize our Online Services, you must be enrolled in Online Banking through our website at <A HREF='https://www.inspirefcu.org'> <FONT COLOR='#00000a'>www.inspirefcu.org</A>Using Inspire Federal Credit Union Online Services allows you to access your personal account information, use bill pay, transfer funds between your accounts, deposit items remotely, view account statements and conduct other banking transactions and inquires. All services may not be available on all devices because of device or other technical service limitations. We reserve the right to limit the types and number of accounts eligible and the right to refuse to make any transaction you request through our Online Services. We may also reserve the right to modify the scope of our Online Service at any time.</P><BR><P>Our Online Services may not be accessible over some wireless, or wired network carriers or providers. In addition, services may not be supportable for all Devices. Inspire Federal Credit Union cannot guarantee and is not responsible for the availability of data services provided by your mobile carrier, or any network, such as (but not limited to) data outages, connectivity outages, or &ldquo;out of range&rdquo; issues. You agree to accept responsibility for learning how to use Online Services in accordance with the instructions and agree that you will contact us directly if you have any problems with any service. We may modify any Online Service from time to time at our sole discretion. In the event of any modifications, you will be notified prior to implementation of modifications. You are responsible for making sure you understand how to use service as modified. You also accept responsibility for making sure that you know how to properly use your Device and we will not be liable to you for any losses caused by your failure to properly use the service or your Device.</P><P><BR></P>",
	"disclaimer.text05": "<P>You agree that, when you use any Online Service, you remain subject to the terms and conditions of your existing agreements with any unaffiliated service providers, including, but not limited to, your mobile service provider and that this Agreement does not amend or supersede any of those agreements. You understand that those agreements may include fees, limitations and restrictions which might impact your use of our services (such as data usage or text messaging charges imposed on you by your mobile service provider), you agree to be solely responsible for all such fees, limitations, and restrictions. You agree that only your mobile service provider is responsible for its products and services. Accordingly, you agree to resolve any problems with your provider directly without involving us.</P><BR><P>Any share account, loan or other credit union product accessed through this service is also subject to the Account Agreements and Disclosures provided at time of account opening. You should review the Account disclosures carefully, as they may include transaction limitations and fees which might apply to your use of our Online Services.</P><P><BR></P>",
	"disclaimer.text06": "<P>Limitations on Account Transfers<BR>You may use our Online Services products to transfer funds between your eligible Inspire Federal Credit Union accounts. You may not transfer to or from an account at another financial institution using our service. Federal regulation (Reg. D) requires financial institutions to limit the way withdrawals may be made from a savings account. Each transfer from a savings account using Online Services is counted as one of the six limited transactions permitted during each monthly statement cycle period, as described in the Disclosure of Account Terms. Refer to the current fee schedule for fees that will be applied for excessive withdrawals. We may also limit the type, frequency and amount of transfers for security purposes and may change or impose limits without notice, at our discretion.</P><BR><P>Fees Charged for Online Services<BR>Currently, Inspire Federal Credit Union does not charge fees for subscribing to or using our Online Services. However, we may assess fees as described in the applicable product or Account Disclosure Statement or current fee schedule. We reserve the right to institute or change fees for Online Services by sending you prior notice.</P><P> <BR></P>",
	"disclaimer.text07": "<P>Responsibilities<BR>You represent that you are the legal owner of the Accounts and other financial information which may be accessed using Mobile Banking. You represent and agree that all information you provide to us in connection with any Online Service is accurate, current and complete, and that you have the right to provide such information to us for the purpose of using our services. You agree not to misrepresent your identity or your account information. You represent that you are an authorized user of the Device you will use to access Online Services. You understand that you are solely responsible to verify that any items deposited using the Mobile Deposit Capture have been received by us.</P><BR><P>Unavailability of Services<BR>You understand and agree that the services may at times be temporarily unavailable due to system maintenance or technical difficulties. In the event any of the services included in our Online Services are unavailable, you acknowledge that you can get your account information, deposit an original check, or conduct other business at our branches or by mail.<BR>You agree to take every precaution to ensure the safety, security and integrity of your account and transactions when using Online Services. You agree not to leave your Device unattended while logged into Online Banking, Mobile Apps, or any other service and to log off immediately at the completion of each access by you. You agree not to provide any of your access information to any unauthorized person. If you permit other persons to use your Device, login information or any other means to access Online Services, you will be held responsible for any transactions they authorize and we will not be liable for any damages resulting to you.</P><P> <BR></P>",
	"disclaimer.text08": "<P>We make no representations that any Online Service will be available for use in locations outside of the United States.<BR>You agree not to use Online Services or the content, or information delivered through any of our services, in any way that would be considered illegal.</P><P>Lost or Stolen Device or Password; Unauthorized Transfers<BR>If you believe your user name (Login ID), password, or any access device has been lost or stolen, or that someone has transferred or may transfer funds from your account without your authorization, contact us AT ONCE at 1-800-450-5656. For a description of your and the Credit Union's responsibilities and liability with respect to unauthorized transactions review the appropriate sections of your account's Deposit Agreement.</P><BR><P>In Case of Errors or Questions about Your Account<BR>Please refer to the Deposit Agreement given at account opening for a description of the error resolution process as well as how transfer and deposits are processed on your account. If you need a copy of the agreement or have additional questions regarding Online Services, please contact our e-Services Department by using one of the following methods:<BR>Telephone toll free at 800-450-5656<BR>Email us at ms@inspirefcu.org<BR>Send a message directly from your Inspire Online Banking account.<BR>Inspire Federal Credit Union Member Services Department<BR>3 Friends Lane<BR>Newtown, PA 18940</P><P><BR></P>",
	
	"disclaimer.text08": "<P>Protecting Children's Online Privacy<BR>We do not knowingly collect, nor are our Online Services designed or directed, to use personal information from children under the age of 13 without containing verifiable consent from their parents. Should a child whom we know to be under the age of 13 send personal information to us, we will only use that information to respond directly to that child, seek parental consent or provide parental notice.</P><BR><P>Indemnification<BR>Unless caused by our intentional misconduct or gross negligence, you agree to indemnify, defend and hold harmless Inspire Federal Credit Union its officers, directors, employees, consultants, agents, service providers, and licensors from any and all third party claims, liability, damages, expenses and costs caused or arising from (1) a third party claim, dispute, action, or allegation of infringement, misuse, or misappropriation based on information, data, files, or otherwise in connection with our Online Services; (2) your violation of any law or rights of a third party; or (3) your use, or use by a third party of any Online Services.</P><P><BR></P>",
	"disclaimer.text09": "<P>By clicking &ldquo;I agree&rdquo; you give your consent to the terms and conditions listed above and you also agree to the Mobile Deposit Terms and Conditions as described in the &ldquo;Mobile Deposit Capture User Agreement.&rdquo;</P><P> <BR></P><P>Inspire Federal Credit Union. Member NCUA. Equal Housing Lender. </P><BR><P>&copy;2019 Inspire Federal Credit Union, All Rights Reserved</P><P><BR></P>",
	"disclaimer.text10": "<P>This Agreement is effective as of 3/4/2019</P><P> <BR></P>",
	"disclaimer.text11": "<P> <SPAN LANG='en'>Products offered by Inspire FCU, Member NCUA. Equal Housing Lender</SPAN></P><P> <BR></P>"
  }
}