{
  "en": {
    "common.bankName": "BankMD",
    "app.footer.copyright": "Created for BankMD by NYMBUS. Use of this system is limited to authorized users only and can be monitored.",
    "auth.login.passwordReset.successPhoneNumber": "(855) 210-6984",
    "auth.appDisclaimer.disclaimer01": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.5pt;\">BankMD</span></strong></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.5pt;\">ELECTRONIC DISCLOSURE CONSENT</span></strong></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">Effective March 25, 2019</span></strong></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">For purposes of this Consent, the following terms shall be defined as follows: &ldquo;Account&rdquo; means the deposit account or accounts you open with BankMD.  &ldquo;You,&rdquo; &ldquo;your,&rdquo; and &ldquo;yours,&rdquo; mean the owner or owners of the account. &ldquo;BankMD,&rdquo; &ldquo;The Bank,&rdquo; &ldquo;we,&rdquo; &ldquo;our,&rdquo; or &ldquo;us&rdquo; shall mean BankMD, a Division of TransPecos the Banks, SSB, its principal office being located at 112 E. Pecan St. Suite 800, San Antonio, TX 78205.</span></strong></p>\n",
    "auth.appDisclaimer.disclaimer02": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">This consent agreement is incorporated with and made a part of your Deposit Account Agreement with us. If the terms and conditions of this consent agreement, including any subsequent consent agreement, conflict with the terms and conditions contained in any other agreement between the Bank and you, the terms and conditions of this consent agreement shall be controlling with respect to electronic disclosure matters to the extent of the conflict.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">BankMD will primarily provide services to you electronically. For this reason, before you can begin using online banking services through BankMD (&ldquo;Online Banking&rdquo;), you must consent to receiving communications from us in an electronic format rather than paper. This statement asks for your consent so that we can provide communications and information to you in an electronic format. Before you decide whether you wish to provide your consent to receiving electronic disclosures, you should read and consider the following information. If you decide to consent, you can click the &ldquo;ACCEPT&rdquo; button at the bottom of this statement.  For your consent to be effective, your computer and browser will need to meet the minimum hardware and software requirements discussed below. </span></p>\n",
    "auth.appDisclaimer.disclaimer03": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">This statement contains important information that we are required by law to provide to you. You should keep a copy for your records. If you have any questions about E-disclosures that are not answered, feel free to communicate with us using any of the following contacts: </span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\"><ul><li>Call us at 1-855-210-6984, or</li><li>Email us at bankmd@nymbus.support, or </li><li>Send us a letter via U.S. mail to: BankMD, a division of TransPecos Banks, SSB [BankMD, P.O. BOX 279 Powell, OH 43065].</li></ul></span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">If you write us a letter, please include your full name in the letter as well as the applicable accounts.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">Scope of Communications to Be Provided in Electronic Form</span></strong></p>\n",
    "auth.appDisclaimer.disclaimer04": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">Your consent is voluntary, but we cannot provide Online Banking services, maintain an account for you, or make a loan to you if you do not consent.  If you are unwilling to receive communications and disclosures electronically, you may decline to use BankMD services by selecting the &ldquo;DO NOT ACCEPT&rdquo; button below. If you consent, we may send all communications, contracts, notices, or disclosures that are related to BankMD services in an electronic format. You also agree that any signatures by you or us may be submitted in electronic format rather than on paper. Communications may be provided directly by us or through a third-party with whom we have a contractual arrangement. These disclosures may include, but are not limited to, the following: <p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\"><ul><li>All legal and regulatory disclosures and communications associated with your accounts or to Online Banking;</li><li>Applications and agreements for accounts, loan products, or services;</li><li>Terms and conditions of accounts, loans, or services;</li><li>Account and loan statements;</li><li>Notices of change in account terms;</li><li>Notices of fee changes;</li><li>Responses to any questions you may have about electronic funds transfers; and</li><li>Privacy and security notices.</li></ul></span></p>\n",
    "auth.appDisclaimer.disclaimer05": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">You acknowledge and agree that:</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\"><ul><li>We may send you any communication electronically only.</li><li>Your consent to receive electronic communications will automatically enroll you in e-statements and allow us to electronically send you all communications by the methods set forth below.</li><li>We may, in our discretion, provide a paper (instead of electronic) copy of any communication that you have authorized us to provide electronically.</li><li>You and we may sign and execute documents with electronic signatures, which will be just as effective and binding as a signature on paper. Your agreement to electronic signatures applies to any and all documents that you have agreed to receive electronically. </li></ul></span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">Method of Providing Communications to You</span></strong></p>\n",
    "auth.appDisclaimer.disclaimer06": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">All communications (including alerts that communications have been provided or posted via any of the methods set forth below) will be provided by one or more of the following methods: <p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\"><ul><li>Through our website, including our mobile websites or, to the extent permitted by law, a website that we will designate in advance for any such communications;</li><li>Via the email address you provide us;</li><li>Text messages and push notifications to your mobile device;</li><li>Secure messages via Online Banking; or</li><li>By requesting you to download Hypertext Markup Language (&ldquo;HTML&rdquo;) file or a Portable Document Format (&ldquo;PDF&rdquo;) containing the electronic communication.</li></ul></span></p>\n",
    "auth.appDisclaimer.disclaimer07": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">Text Message (SMS) Service</span></strong></p>\n</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">You acknowledge and agree that you may receive periodic calls, text messages, or other electronic messages, including automated messages, regarding any BankMD services to any mobile device through any phone number you submit to us. Messages may be sent by us or by our affiliates or third-parties with whom we have a contractual arrangement.  You may opt out of receiving text messages at any time. To opt out of receiving text messages from BankMD, send a text message with the word &ldquo;STOP&rdquo; to (940) 448-8990 from your mobile phone.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">Standard message and data rates apply to all text messages sent to or received from us.  For more information regarding these rates please review your mobile service plan or contact your mobile carrier. You are responsible for charges from your carrier.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">How to Obtain Electronic Disclosures (E-Disclosures)</span></strong></p>\n",
    "auth.appDisclaimer.disclaimer08": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">You may view, download, or print electronic notices and disclosures from your computer if you have the hardware and software described below. You can also save copies to your hard drive or other media for viewing and printing at a later time.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">If you have trouble printing or if you need a paper copy for a special situation, you may request a paper copy from us by contacting us through any of the methods listed above.  If you need a paper copy of any E- disclosure, we will provide the copy for free.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><strong><span style=\"font-size: 10.0pt;\">System and Equipment Requirements</span></strong></p>\n",
    "auth.appDisclaimer.disclaimer09": "<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">Prior to accepting electronic delivery of disclosures, you should verify that you have the required hardware and software necessary to access and retain documents and disclosures in an electronic format.</span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">You will need a computer or mobile device with one of the following Internet browsers: <ul><li>Opera version 12 or higher.</li><li>Firefox version 38 or higher.</li><li>Safari version 7 or higher.</li><li>Chrome version 40 or higher.</li><li>Edge version 12 or higher</li></ul>AND<ul><li>An Apple iPhone or iPad running iOS version 9.0 or higher.</li><li>An Android phone running Android version 4.1 or higher.</li><li>You will need Internet access through an Internet service provider (ISP);</li><li>An app or program that can read and display PDF format documents;</li><li>A printer connected to your computer to print disclosures;</li><li>Sufficient hard-drive space or other media (e.g. floppy disk or CD) if you plan to save disclosures in an electronic format;</li><li>An external email address.</li><ul></span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; font-size: 12pt; font-family: 'Times New Roman', serif; color: black;\"><span style=\"font-size: 10.0pt;\">We may revise hardware and software requirements, and if there is a material chance that the changes may impact your ability to access the disclosures we will notify you of these changes thirty (30) days in advance and provide you an opportunity to change your method of receiving disclosures (e.g. change to paper format vs. an electronic format) without the imposition of any fees.</span></p>\n",
    "auth.appDisclaimer.disclaimer10": "<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><strong><span style=\"font-size: 10.0pt; line-height: 115%;\">Cancellation of E-Disclosures</span></strong></p>\n<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><span style=\"font-size: 10.0pt; line-height: 115%;\">We will provide statements and agreements for BankMD services in electronic format. If you cancel or withdraw your consent to electronic disclosures or statements after opening an account with us, we will close your account and mail you a check for your balance to the address on our records. If you want to cancel e-disclosures and thus close your account, you must:<ul><li>Call us at 1-855-210-6984, or</li><li>Email us at bankmd@nymbus.support, or</li><li>Send us a letter via U.S. mail to: P.O. Box 279 Powell, OH 43065</li></ul><strong>Address Changes:</strong> If you write us a letter, please be sure to identify yourself and the applicable accounts.</span></p>\n",
	"auth.appDisclaimer.disclaimer11": "<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><strong><span style=\"font-size: 10.0pt; line-height: 115%;\">Address Changes</span></strong></p>\n<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><span style=\"font-size: 10.0pt; line-height: 115%;\">In order to provide electronic disclosures, we must maintain your current email address at all times.  It is your sole responsibility to provide us with your correct contact information, including your email address. You should notify the institution of any changes to your personal contact information through secure messaging in Online Banking or by calling 1-855-210-6984.</span></p>\n",
	"auth.appDisclaimer.disclaimer12": "<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><strong><span style=\"font-size: 10.0pt; line-height: 115%;\">Proceed with Acceptance of E-Disclosures </span></strong></p>\n<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><span style=\"font-size: 10.0pt; line-height: 115%;\">By clicking &ldquo;ACCEPT&rdquo; below, you agree to accept all account related disclosures and communications exclusively in an electronic format.  You also agree that you have the necessary equipment for accessing and viewing the disclosures and communications and you agree to notify us if you change your email address or if you no longer want to receive such disclosures and communications electronically.</span></p>\n<p style=\"margin: 0cm 0cm 10pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\">&nbsp;</p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><span style=\"font-size: 8.0pt; line-height: 115%;\">TransPecos Banks, SSB. Member FDIC.&nbsp; Equal Housing Lender.&nbsp; </span></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 115%; font-size: 11pt; font-family: Calibri, sans-serif;\"><span style=\"font-size: 8.0pt; line-height: 115%;\">&copy;2019 TransPecos Banks &nbsp; All Rights Reserved.</span></p>",
    "checks.stopPayment.new.disclosure": "Stop payments are not guaranteed, however we will make every attempt to complete your request. If the item was sent electronically or if we have already accepted the check for processing, we will not be able to stop the item.  The stop payment will remain in effect for the next 6 months and your account will be charged a stop payment fee for this service in accordance with your accounts fee schedule.  If you have any questions about the stop payment process call us at tel: (855) 210-6984."
  }
}
