{
  "en": {
    "common.bankName": "Booyah",
	
	 "common.bankNameShort": "Booyah",

    "disclaimer.text01": "<P>Thank you for using Booyah Mobile Banking combined with your handheld's text messaging capabilities.&nbsp; Message &amp; Data rates may apply.  In case of questions please contact customer service at (888) 597-7137 or visit <A HREF='https://www.booyahbank.com.com'> <FONT COLOR='#00000a'>www.booyahbank.com</A>.</P><P> <BR></P><P>Terms and Conditions</P><P> <BR></P><P>Program:&nbsp; Booyah offers their customers mobile access to their account information (e.g., for checking balances and last transactions) over SMS, as well as the option to set up alerts for their accounts (e.g., low balance alerts).&nbsp; Enrollment requires identification of the user's banking relationship as well as providing a mobile phone number.&nbsp; The mobile phone number's verification is done by the user receiving an SMS message with a verification code which they will have to enter on the website.&nbsp; Additionally, customers may select the type of alerts and other preferences which will determine, together with their account data, the frequency of alerts delivered to the customer.&nbsp; This program will be ongoing.&nbsp; Message &amp; Data rates may apply.&nbsp; Customers will be allowed to opt out of this program at any time.</P><P> <BR></P><P>Questions:&nbsp; You can contact us at (888) 597-7137, or via our contact form at our website. We can answer any questions you have about the program.</P><P> <BR></P><P>Terms &amp; Conditions: By participating in Mobile Banking, you are agreeing to the terms and conditions presented here.Mobile Banking and any software you may obtain from Mobile Banking (&ldquo;Software&rdquo;) may not be available at any time for any reason outside of the reasonable control of Booyah or any service provider.</P><P> <BR></P>",
    "disclaimer.text02": "<P>Please read the following terms and conditions very carefully. If you do not agree with the following terms and conditions, do not download or install this software. By downloading, installing or using this software or any portion thereof, you agree to the following terms and conditions.</P><P> <BR></P><P>Use of the Booyah Application.&nbsp; This agreement (&ldquo;Terms&rdquo;) is entered into between you and Nymbus, Inc. (&ldquo;Nymbus&rdquo;), the program partner responsible for managing the Booyah Checking Account (&ldquo;Booyah&rdquo;). Subject to the provisions of these Terms, you are hereby granted the non-transferable right to use this software (&ldquo;Booyah Application&rdquo;) solely for personal, non-commercial purposes.</P><P> <BR></P>",
    "disclaimer.text03": "<P>You may not use the Booyah Application in any manner that may impair, overburden, damage, disable or otherwise compromise (i) Nymbus&rsquo; services; (ii) any other party&rsquo;s use and enjoyment of Nymbus&rsquo; services; or (iii) the services and products of any third parties including, without limitation, any device through which you access the Booyah Application (the &ldquo;Authorized Device&rdquo;). You agree to comply with all local laws and regulations governing the downloading, installation and/or use of the Booyah Application, including, without limitation, any usage rules set forth in the online application store terms of service.</P><P> <BR></P><P>From time to time, Nymbus may automatically check the version of Booyah Application installed on the Authorized Device and, if applicable, provide updates for the Booyah Application (&ldquo;Updates&rdquo;). Updates may contain, without limitation, bug fixes, patches, enhanced functionality, plug-ins and new versions of the Booyah Application. By installing the Booyah Application, you authorize the automatic download and installation of Updates and agree to download and install Updates manually if necessary. Your use of the Booyah Application and Updates will be governed by these Terms (as amended by any terms and conditions that may be provided with Updates).</P><P> <BR></P><P>Nymbus reserves the right to temporarily disable or permanently discontinue any and all functionality of the Booyah Application at any time without notice and with no liability to you.</P><P> <BR></P><P> For the avoidance of doubt, agreement to these Terms is solely between Nymbus and you. If you need to contact Nymbus about the Booyah Application, you may do so by calling 1-888-597-7137 or by emailing support@booyahbank.com. </P><P> <BR></P>",
	"disclaimer.text04": "<P>Privacy Policy&nbsp;As a condition of using the Booyah Application, you acknowledge that additional agreements may be in place that govern your relationship with Nymbus, including but not limited to the Booyah Account Agreement, Surety Bank Privacy Policy, and Online Privacy, Security and Information Gathering Policy, each of which is hereby incorporated by reference. You acknowledge and agree that these agreements may be updated from time to time, without prior notice. Any such change(s) will be effective as soon as Nymbus posts a revised version of the applicable agreement. In the event of an otherwise irreconcilable conflict between these Terms and other agreements, these Terms will govern, solely with regard to the conflicting provisions and solely to the extent of such conflict.</P><P> <BR></P><P>Nymbus may track and archive certain information regarding your use of the Booyah Application (&ldquo;Use Information&rdquo;). Use Information does not reveal your personal identity. Use Information may be stored and processed in the United States or any other country in which Nymbus or its agents maintain facilities. By using the Booyah Application, you consent to the collection of your Use Information and to any transfer of your Use Information outside of your country.</P><P> <BR></P>",
	"disclaimer.text05": "<P>Proprietary Rights&nbsp;You hereby acknowledge that Nymbus owns all rights, titles and interest in and to the Booyah Application and to any and all proprietary and confidential information contained therein (&ldquo;Booyah Information&rdquo;). The Booyah Application and Booyah Information are protected by applicable intellectual property and other laws, including patent law, copyright law, trade secret law, trademark law, unfair competition law, and any and all other proprietary rights, and any and all applications, renewals, extensions and restorations thereof, now or hereafter in force and effect worldwide. You agree that you will not (and will not allow any third party to) (i) modify, adapt, translate, prepare derivative works from, decompile, reverse engineer or disassemble the Booyah Application or otherwise attempt to derive source code from the Booyah Application; (ii) copy, distribute, transfer, sell or license the Booyah Application; (iii) transfer the Booyah Application to, or use the Booyah Application on, a device other than the Authorized Device; (iv) take any action to circumvent, compromise or defeat any security measures implemented in the Booyah Application; (v) use the Booyah Application to access, copy, transfer, retransmit or transcode Content (as defined below) or any other content in violation of any law or third party rights; (vi) remove, obscure, or alter Nymbus&rsquo; (or any third party&rsquo;s) copyright notices, trademarks, or other proprietary rights notices affixed to or contained within or accessed through the Booyah Application.</P><P> <BR></P>",
	"disclaimer.text06": "<P>Content made available through the Booyah Application (&ldquo;Content&rdquo;) is protected by applicable intellectual property rights and is the property of Nymbus, its third party licensors and partners (as applicable), and other entities that provide such content to Nymbus. You may not (or enable others to) copy, distribute, display, modify, or otherwise use the Content except as it is provided to you through the Booyah Application hereunder. Nymbus and its licensors make no representations or warranties regarding the accuracy or completeness of the Content.</P><P> <BR></P><P>Export Restrictions&nbsp;Nymbus does not represent that the Booyah Application is appropriate or available for use in any geographical location. Any entity choosing to use the Booyah Application is solely responsible for compliance with all applicable laws. The Booyah Application is subject to U.S. export controls and may not be downloaded, exported or re-exported: (i) into (or to a national or resident of) Burma, Cuba, Iran, North Korea, Sudan, Syria, Libya, or any other country with respect to which the United States maintains trade sanctions prohibiting the shipment of goods; or (ii) to anyone on or acting on behalf of an entity on the U.S. Treasury Department&rsquo;s list of Specially Designated Nationals and Blocked Persons or the U.S. Commerce Department&rsquo;s Denied Persons List or Entities List or included in General Order 3 (15 C.F.R. Part 736, Supplement 1), which prohibits exports to Mayrow General Trading, affiliated entities and persons, and specified persons involved in the manufacture or sale of Improvised Explosive Devices (together referred to as &ldquo;U.S. Prohibited Party Lists&rdquo’).</P><P> <BR></P>",
	"disclaimer.text07": "<P>By downloading and/or using the Booyah Application, you represent and warrant that you are not (a) located in or a national or resident of any country noted above that is subject to U.S. trade sanctions, or (b) on any U.S. Prohibited Party List or acting on behalf of any person or entity on any such list.</P><P> <BR></P><P>Termination&nbsp;You may terminate acceptance of these Terms at any time by permanently deleting the Booyah Application in its entirety from the Authorized Device, whereupon (and without notice from Nymbus) any rights granted to you herein will automatically terminate. If you fail to comply with any provision of these Terms, any rights granted to you herein will automatically terminate. In the event of such termination, you must immediately delete the Booyah Application from the Authorized Device.</P><P> <BR></P>",
	"disclaimer.text08": "<P>Indemnity&nbsp;You agree to hold harmless and indemnify Nymbus and its subsidiaries, affiliates, officers, agents, and employees (and their subsidiaries, affiliates, officers, agents, and employees) from and against any claim, suit or action arising from or in any way related to your use of the Booyah Application or your violation of these Terms, including any liability or expense arising from all claims, losses, damages, suits, judgments, litigation costs and attorneys&rsquo; fees, of every kind and nature. In such a case, Nymbus will provide you with written notice of such claim, suit or action.</P><P> <BR></P>",
	"disclaimer.text09": "<P>Entire Agreement; Revisions to Terms.&nbsp;Nymbus may, from time to time, modify these Terms. Such modifications shall be effective as soon as the modified version of the &ldquo;Booyah Mobile Terms of Use&rdquo; is posted in the online application store or any other authorized Booyah Application distribution location. You can determine when these Terms were last revised by referring to the &ldquo;LAST UPDATED&rdquo; legend at the top of then-current version of the &ldquo;Booyah Mobile Terms of Use&rdquo; in the online application store or any other authorized Booyah Application distribution location. Your use of the Booyah Application following such changes constitutes your acceptance of the revised version of the &ldquo;Booyah Mobile Terms of Use&rdquo; in the online application store or any other authorized Booyah Application distribution location.</P><P> <BR></P>",
	"disclaimer.text10": "<P>This Agreement is effective as of 5/13/2019</P><P> <BR></P>",
	"disclaimer.text11": "<P> <SPAN LANG='en'>Deposit products offered by Surety Bank, Member FDIC.</SPAN></P><P> <BR></P>"
  }
}
